import type { Notification } from "../types/notification";

export const notificationsSeed: Notification[] = [
  {
    id: "1",
    title: "عنوان الإشعار",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص.",
    date: "10.09.2023",
  },
  {
    id: "2",
    title: "عنوان الإشعار",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص.",
    date: "10.09.2023",
  },
  {
    id: "3",
    title: "عنوان الإشعار",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص.",
    date: "10.09.2023",
  },
  {
    id: "4",
    title: "عنوان الإشعار",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص.",
    date: "09.09.2023",
  },
  {
    id: "5",
    title: "عنوان الإشعار",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص.",
    date: "09.09.2023",
  },
  {
    id: "6",
    title: "عنوان الإشعار",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص.",
    date: "08.09.2023",
  },
  {
    id: "7",
    title: "عنوان الإشعار",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص.",
    date: "08.09.2023",
  },
  {
    id: "8",
    title: "عنوان الإشعار",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص.",
    date: "07.09.2023",
  },
  {
    id: "9",
    title: "عنوان الإشعار",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص.",
    date: "07.09.2023",
  },
  {
    id: "10",
    title: "عنوان الإشعار",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص.",
    date: "06.09.2023",
  },
  {
    id: "11",
    title: "عنوان الإشعار",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص.",
    date: "06.09.2023",
  },
  {
    id: "12",
    title: "عنوان الإشعار",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص.",
    date: "05.09.2023",
  },
  {
    id: "13",
    title: "عنوان الإشعار",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص.",
    date: "05.09.2023",
  },
  {
    id: "14",
    title: "عنوان الإشعار",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص.",
    date: "04.09.2023",
  },
  {
    id: "15",
    title: "عنوان الإشعار",
    description:
      "هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربي، حيث يمكنك أن تولد مثل هذا النص.",
    date: "04.09.2023",
  },
];
